 #define DELTA 1
 float MLineSpeed[4][3] = {  0.0, -1.0, 0.0,  // матрица расчета линейных скоростей
                             1.0,  0.0, 0.0,
                            -1.0,  0.0, 0.0,
                             0.0,  1.0, 0.0};
  float MRotSpeed[4][3] = { 0.0, 0.0, DELTA * -0.1345 , // матрица расчета линейных скоростей
                            0.0, 0.0, DELTA * -0.107,
                            0.0, 0.0, DELTA * -0.107,
                            0.0, 0.0, DELTA * -0.1345};

  float InverseKinematics[4][4] =               // Матрица для обратного преобразования скоростей
  {0.0, 0.5, -0.5, 0.0,
   -0.5, 0.0, 0.0, 0.5,
   -25.0/(13.450*DELTA), -25.0/(10.70*DELTA), -25.0/(10.7*DELTA), -25.0/(13.450*DELTA),
   1, -1, -1, 1};
